Repository: aata/szotar
Catalog: trunk/Client/Szotar.WindowsForms/Forms/LookupForm.*.resx
Languages: hu

# addToList.Text
source: &Add to new word list
hu: &Új listához hozzáadás

# reverseLookup.Text
source: &Reverse Lookup
hu: &Fordított keresés

# showStartPage.Text
source: &Show Start Page
hu: &Kezdőlap mutatása

# forwards.Text
source: &English ⇔ Hungarian
hu: &Angol ⇔ Magyar

# backwards.Text
source: &Hungarian ⇔ English
hu: &Magyar ⇔ Angol

# switchModeMenuItem.Text
source: &Switch Mode
hu: Mód &váltása

# focusSearchFieldMenuItem.Text
source: &Focus Search Field
hu: &Keresési mező aktiválása

# clearSearch.Text
source: &Clear Search
hu: Keresés &törlése

# ignoreAccentsMenuItem.Text
source: Ignore Acce&nts
hu: M&ellékjel nem számít

# ignoreCaseMenuItem.Text
source: Ignore C&ase
hu: Nem &nagybetűérzékeny

# nextPerfectMatch.Text
source: Next &Perfect Match
hu: Következő pontos találat

# previousPerfectMatch.Text
source: Previous P&erfect Match
hu: Előző pontos találat

# searchMenu.Text
source: &Search
hu: &Keresés

# newList.Text
source: &New
hu: &Új

# openList.Text
source: &Open...
hu: &Megnyitás

# importList.Text
source: &Import...
hu: &Importálás

# recentLists.Text
source: &Recent Lists
hu: &Legfrissabbi listák

# listMenu.Text
source: &List
hu: &Lista

# copyMI.Text
source: &Copy selection
hu: Kijelölés &másolása

# editInformation.Text
source: Edit &Information
hu: &Adatok szerkesztése...

# addEntry.Text
source: Add E&ntry
hu: Címszó &beszúlása...

# importDictionary.Text
source: &Import...
hu: &Importálás...

# dictionaryMenu.Text
source: &Dictionary
hu: &Szótár

# dictsFolder.Text
source: Open &Dictionaries folder
hu: &Szótárok mappa megnyitása

# charMap.Text
source: Character &Map
hu: &Karaktertábla

# debugLog.Text
source: Debug &Log
hu: &Hibakövetés napló

# options.Text
source: &Options
hu: &Beállítások

# toolsMenu.Text
source: &Tools
hu: &Eszközök

# copyCM.Text
source: &Copy
hu: &Másolás

# exitMenuItem.Text
source: E&xit {0}
hu: {0} kijarása

# closeWindow.Text
source: &Close
hu: &Bezarás...

# fileMenu.Text
source: &File
hu: &Fájl

# addTo.Text
source: A&dd to
hu: &Hozzáadás listához

# newItemCM.Text
source: Add e&ntry
hu: &Elem hozzáadása...

# editMI.Text
source: &Edit
hu: &Szerkesztés

# deleteMI.Text
source: &Delete
hu: &Törlés

# ignoreLabel.Text
source: Ignore:
hu: Nem számít:

# ignoreCaseCheck.Text
source: Case
hu: Nagybetű

# ignoreAccentsCheck.Text
source: Accents
hu: Mellékjel
