Repository: aata/szotar
Catalog: Client/Szotar.WindowsForms/Properties/Resources.*.resx
Languages: hu

# RecentListStoreName
source: Recent Lists
hu: Legfrissabbi listák

# PhraseDefaultHeader
source: Phrase
hu: Kifejezés

# DefaultListName
source: Untitled
hu: Névtelen

# TranslationDefaultHeader
source: Translation
hu: Fordítás

# DefaultListStoreName
source: Word Lists
hu: Listák

# FinishCommand
source: &Finish
hu: &Befejezés

# NextCommand
source: &Next
hu: &Következő

# BeginCommand
source: &Begin
hu: &Indítás

# DefaultDictionaryName
source: Untitled
hu: Névtelen

source: Import Finished
hu: Importálás végett

# ChangedXToY
source: Change '{0}' to '{1}'
hu: '{0}'-tól '{1}'-hoz választása

# DeletedNItems
source: Deleted {0} items
hu: {0} elem törölése

# Inserted1Item
source: Insert 1 item
hu: 1 elem beszúrása

# InsertedNItems
source: Insert {0} items
hu: {0} elem beszúrása

source: (Internal Operation)
hu: (Belső működés)

source: Search Results
hu: Keresési eredmények

# SwappedNRows
source: Swap {0} rows
hu: {0} sor felcserélése

# NTerms
source: {0} terms
hu: {0} elem

# OnlyNResultsShown
source: Only {0} results are shown. Double-click here to show more.
hu: Csak {0} eredmények latható. Kattintson ide duplán többért.

source: Show more
hu: Több

# SortedList
source: Sort
hu: Rendezés

# ConfirmDeleteWordList
source: Are you sure you want to delete this word list? This operation cannot be undone.
hu: Biztosan törölni akarja ezt a listát? Ez a művelet visszafordíthatatlan.

# ConfirmDeleteWordListCaption
source: Confirm deleting word list
hu: Törölje ezt a listát?

# ConfirmKeepNewWordList
source: This word list has does not have any entries. Do you want to save it anyway? (Pressing 'No' will delete this word list.)
hu: Ennek a listának nincs eleme. Akarja menteni egyáltalán? (A "Nem" gomb töröl a listát.)

# ConfirmKeepNewWordListCaption
source: Keep this word list?
hu: Tart meg ezt a listát?

source: Redo
hu: Újra

# RedoSpecific
source: Redo "{0}"
hu: Újra "{0}"

source: Undo
hu: Visszavonás

# UndoSpecific
source: Undo "{0}"
hu: "{0}" visszavonása

# ChangedItemToXandY
source: Change item to '{0}' and '{1}'
hu: Elem '{0}' és '{1}'-hoz választása

# Moved1Row
source: Moved a row
hu: Sor áthelyezése

# MovedNRows
source: Moved {0} rows
hu: {0} sor áthelyezése

source: Recent Dictionaries
hu: Legfrissabbi szótárok

source: Recent Word Lists
hu: Legfrissabbi listák

source: Dictionaries
hu: Szótárok

# NEntries
source: {0} entries
hu: {0} címszavak

source: &Add
hu: &Hozzáadás

# AddDictionaryItem
source: Add dictionary entry
hu: Szótár címszó összeadása

source: &Edit
hu: &Szerkesztés

# EditDictionaryItem
source: Edit dictionary entry
hu: Címszó szerkesztés

# ConfirmDeletePracticeItem
source: Are you sure you want to delete this item? There is no undo button for this operation!
hu: Biztosan törölni akarja ezt a terméket? Ez a művelet visszafordíthatatlan.

# ConfirmDeletePracticeItemTitle
source: Delete this item?
hu: Törölje ezt a elemet?

# NLists
source: {0} lists
hu: {0} lista

source: Tags
hu: Címkékek

source: All files (*.*)
hu: Minden fájlok (*.*)

source: &Save
hu: M&entés

# NoDataToShow
source: You do not have any word lists or dictionaries yet. Try adding a word list from the List menu.
hu: Semmilyen listák vagy a szótárak nincsenek még. Próbálj meg hozzáadni egy listát a listamenüből.
